<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>%@ %@</key>
	<string>%1$@ %2$@</string>
	<key>%lld</key>
	<string>%lld</string>
	<key>%lld entries</key>
	<string>%lld 条记录</string>
	<key>%lld more</key>
	<string>还有 %lld 个</string>
	<key>%lld nodes</key>
	<string>%lld 个节点</string>
	<key>%lld rules</key>
	<string>%lld 条规则</string>
	<key>%lld sources</key>
	<string>%lld 个来源</string>
	<key>%lldms</key>
	<string>%lldms</string>
	<key>- -</key>
	<string>- -</string>
	<key>5001</key>
	<string>5001</string>
	<key>ACTIVE NODE</key>
	<string>当前节点</string>
	<key>ACTIVE SERVER</key>
	<string>当前服务器</string>
	<key>Active</key>
	<string>已启用</string>
	<key>Activity</key>
	<string>活动</string>
	<key>Adaptive</key>
	<string>跟随系统</string>
	<key>Add Node</key>
	<string>添加节点</string>
	<key>Add Proxy Node</key>
	<string>添加代理节点</string>
	<key>Add Rule</key>
	<string>添加规则</string>
	<key>Adjust backdrop blur intensity</key>
	<string>调整背景模糊强度</string>
	<key>Adjust backdrop visibility</key>
	<string>调整背景透明度</string>
	<key>All</key>
	<string>全部</string>
	<key>Allow LAN</key>
	<string>允许局域网</string>
	<key>Appearance</key>
	<string>外观</string>
	<key>Applying secure app routing…</key>
	<string>正在应用安全应用分流…</string>
	<key>Audit Log</key>
	<string>审计日志</string>
	<key>Auto update core binaries</key>
	<string>自动更新核心文件</string>
	<key>Automatic App Updates</key>
	<string>应用自动更新</string>
	<key>CUSTOM NODES</key>
	<string>自定义节点</string>
	<key>Cancel</key>
	<string>取消</string>
	<key>Cancel and restore internet</key>
	<string>取消并恢复正常网络</string>
	<key>Check for Updates</key>
	<string>检查更新</string>
	<key>Checking secure exit…</key>
	<string>正在检查安全出口…</string>
	<key>Checks every 6 hours and installs only after approval</key>
	<string>每 6 小时检查，确认后才会安装</string>
	<key>Choose Target</key>
	<string>选择出口</string>
	<key>Claude &amp; WeChat Traffic Research</key>
	<string>Claude 与微信流量研究</string>
	<key>Clear</key>
	<string>清空</string>
	<key>Clear All Nodes</key>
	<string>清空所有节点</string>
	<key>Close All</key>
	<string>全部关闭</string>
	<key>Collapse</key>
	<string>收起</string>
	<key>Connect</key>
	<string>连接</string>
	<key>Connect first to test latency</key>
	<string>需要先连接才能测速</string>
	<key>Connect to see activity</key>
	<string>连接后查看活动</string>
	<key>Connect to see logs</key>
	<string>连接后查看日志</string>
	<key>Connected</key>
	<string>已连接</string>
	<key>Connecting…</key>
	<string>连接中…</string>
	<key>Connection check failed: %@</key>
	<string>连接检查失败：%@</string>
	<key>Connection interrupted — retrying</key>
	<string>连接已中断 — 正在重试</string>
	<key>Connection needs attention</key>
	<string>连接需要处理</string>
	<key>Connections</key>
	<string>连接数</string>
	<key>Copy details</key>
	<string>复制详情</string>
	<key>Core did not become ready in time</key>
	<string>核心未能在规定时间内就绪</string>
	<key>Core failed to start: %@</key>
	<string>核心启动失败：%@</string>
	<key>Core not connected</key>
	<string>内核未连接</string>
	<key>Core startup failed: %@</key>
	<string>核心启动失败：%@</string>
	<key>Could not parse subscription content. Please check the subscription format.</key>
	<string>无法解析订阅内容，请检查订阅格式</string>
	<key>Dark</key>
	<string>深色</string>
	<key>Dashboard</key>
	<string>首页</string>
	<key>Default Proxy</key>
	<string>默认代理</string>
	<key>Degraded</key>
	<string>已降级</string>
	<key>Delete Node</key>
	<string>删除节点</string>
	<key>Dialer Proxy</key>
	<string>前置代理</string>
	<key>Direct</key>
	<string>直连</string>
	<key>Direct traffic remains blocked while Tono waits to retry.</key>
	<string>Tono 等待重试期间，直连流量仍会被阻止。</string>
	<key>Disabled for protected Reality routing</key>
	<string>受保护的 Reality 路由已禁用此项</string>
	<key>Disconnecting…</key>
	<string>正在断开…</string>
	<key>Edit Node</key>
	<string>编辑节点</string>
	<key>Edit config file</key>
	<string>编辑配置文件</string>
	<key>Email me a sign-in code</key>
	<string>向我发送登录验证码</string>
	<key>Enable Logs</key>
	<string>启用日志</string>
	<key>Enable UDP</key>
	<string>启用 UDP</string>
	<key>Enter password</key>
	<string>输入密码</string>
	<key>Export</key>
	<string>导出</string>
	<key>Failed at</key>
	<string>失败步骤</string>
	<key>Failed to download subscription (network error)</key>
	<string>下载订阅失败（网络错误）</string>
	<key>Failed to write config file</key>
	<string>配置文件写入失败</string>
	<key>Fallback</key>
	<string>故障转移</string>
	<key>Filter logs...</key>
	<string>过滤日志...</string>
	<key>Finishing network transition</key>
	<string>正在完成网络切换</string>
	<key>Finishing the current operation…</key>
	<string>正在完成当前操作…</string>
	<key>General</key>
	<string>通用</string>
	<key>Github</key>
	<string>Github</string>
	<key>Glass Transparency</key>
	<string>玻璃透明度</string>
	<key>Global</key>
	<string>全局</string>
	<key>HTTP/SOCKS listener port</key>
	<string>HTTP/SOCKS 监听端口</string>
	<key>Import</key>
	<string>导入</string>
	<key>Import YAML config from file</key>
	<string>从文件导入 YAML 配置</string>
	<key>Import a subscription to load rules</key>
	<string>导入订阅以加载规则</string>
	<key>Import from Clash Verge</key>
	<string>从 Clash Verge 导入</string>
	<key>Inactive</key>
	<string>未启用</string>
	<key>Install Tono in Applications</key>
	<string>请将 Tono 安装到“应用程序”</string>
	<key>Interface Language</key>
	<string>界面语言</string>
	<key>Keeping direct traffic blocked…</key>
	<string>正在继续阻止直连流量…</string>
	<key>Kill Switch is blocking direct Internet from an earlier session.</key>
	<string>上一次会话的 Kill Switch 仍在拦截直接联网。</string>
	<key>Kill Switch is blocking traffic while Tono retries. Tap Protected Offline to restore normal Internet.</key>
	<string>Kill Switch 正在拦截流量，Tono 将自动重试。点按「受保护的离线状态」可恢复正常网络。</string>
	<key>Kill Switch is blocking traffic. Automatic retries are paused because this needs your action — tap Retry Now after resolving it, or Protected Offline to restore normal Internet.</key>
	<string>Kill Switch 正在拦截流量。此问题需要你处理，自动重试已暂停——解决后点按「立即重试」，或点按「受保护的离线状态」恢复正常网络。</string>
	<key>LEVEL</key>
	<string>级别</string>
	<key>Launch at Startup</key>
	<string>开机启动</string>
	<key>Let LAN devices connect through your proxy</key>
	<string>允许局域网设备通过你的代理上网</string>
	<key>Light</key>
	<string>浅色</string>
	<key>Light, Dark or Liquid adaptive</key>
	<string>浅色、深色或跟随系统</string>
	<key>LiquidClash</key>
	<string>LiquidClash</string>
	<key>Load Balance</key>
	<string>负载均衡</string>
	<key>Loading provider rules…</key>
	<string>正在加载规则…</string>
	<key>Loading secure sign-in options…</key>
	<string>正在加载安全登录选项…</string>
	<key>Local Traffic Audit</key>
	<string>本地流量审计</string>
	<key>Local only · 10 MB × 3 · credentials and URL queries redacted</key>
	<string>仅存本地 · 10 MB × 3 · 凭证与 URL 查询参数已脱敏</string>
	<key>Locking traffic to tunnel…</key>
	<string>正在锁定流量到隧道…</string>
	<key>Logs</key>
	<string>日志</string>
	<key>MESSAGE</key>
	<string>消息</string>
	<key>Mixed Port</key>
	<string>混合端口</string>
	<key>Name</key>
	<string>名称</string>
	<key>No Node Selected</key>
	<string>未选择节点</string>
	<key>No Server Selected</key>
	<string>未选择服务器</string>
	<key>No logs matching filter</key>
	<string>无匹配的日志</string>
	<key>No proxy nodes found in subscription</key>
	<string>订阅中未找到代理节点</string>
	<key>No rules loaded</key>
	<string>暂无规则</string>
	<key>No targets available</key>
	<string>暂无可选出口</string>
	<key>Node Name</key>
	<string>节点名称</string>
	<key>Node name is required</key>
	<string>请输入节点名称</string>
	<key>Nodes</key>
	<string>节点</string>
	<key>Not Connected</key>
	<string>未连接</string>
	<key>Not connected</key>
	<string>未连接</string>
	<key>Open Applications</key>
	<string>打开“应用程序”</string>
	<key>Opt in to compact protection state and four fixed actions only. Sends no traffic data unless Claude Traffic Research is enabled separately.</key>
	<string>仅上报精简的保护状态并允许四种固定操作。除非单独开启 Claude 流量研究，否则不会发送任何流量数据。</string>
	<key>Password</key>
	<string>密码</string>
	<key>Port</key>
	<string>端口</string>
	<key>Port must be between 1 and 65535</key>
	<string>端口号必须在 1 到 65535 之间</string>
	<key>Preparing protection…</key>
	<string>正在准备保护…</string>
	<key>Preparing secure helper…</key>
	<string>正在准备安全组件…</string>
	<key>Protected Offline</key>
	<string>受保护的离线状态</string>
	<key>Protected Offline · retries paused</key>
	<string>受保护的离线状态 · 重试已暂停</string>
	<key>Protected cloud route</key>
	<string>受保护的云路由</string>
	<key>Protection startup failed: %@</key>
	<string>连接保护启动失败：%@</string>
	<key>Proxied</key>
	<string>代理</string>
	<key>Proxies</key>
	<string>代理</string>
	<key>Proxy</key>
	<string>代理</string>
	<key>Proxy Engine</key>
	<string>代理引擎</string>
	<key>Proxy Groups</key>
	<string>分组</string>
	<key>Public IP</key>
	<string>公网 IP</string>
	<key>Quit</key>
	<string>退出</string>
	<key>Ready to connect</key>
	<string>准备连接</string>
	<key>Reality cloud protection</key>
	<string>Reality 云保护</string>
	<key>Reconnecting securely</key>
	<string>正在安全重连</string>
	<key>Reject</key>
	<string>拒绝</string>
	<key>Rejected</key>
	<string>拒绝</string>
	<key>Relay</key>
	<string>中继</string>
	<key>Remote Diagnostics &amp; Safe Actions</key>
	<string>远程诊断与安全操作</string>
	<key>Required by Tono to prevent application bypass</key>
	<string>Tono 必需，用于防止应用绕过保护</string>
	<key>Requires Remote Diagnostics. Shares aggregate Claude protection and native WeChat trial route counts, including rejected or unknown app attribution, plus fixed exit and bypass verdicts. Official claude.ai/anthropic.com hostnames, ports and byte totals may be included; every other destination is aggregated into an "other" bucket carrying only route class, port and byte totals — never the hostname. Raw IPs, process names, paths, content and raw logs stay local.</key>
	<string>需要先开启远程诊断。共享 Claude 保护与微信原生试用路由的聚合计数（含被拒或未知应用归因）以及固定的出口与绕行判定。可能包含官方 claude.ai/anthropic.com 主机名、端口与字节总量；其他所有目标只归入“其他”桶，仅携带路由类别、端口与字节总量——绝不包含主机名。原始 IP、进程名、路径、内容与原始日志均保留在本地。</string>
	<key>Restore internet</key>
	<string>恢复正常网络</string>
	<key>Restore internet (turn off protection)</key>
	<string>恢复正常网络（关闭保护）</string>
	<key>Restoring network access…</key>
	<string>正在恢复网络访问…</string>
	<key>Restoring system DNS…</key>
	<string>正在恢复系统 DNS…</string>
	<key>Restoring your Tono session…</key>
	<string>正在恢复你的 Tono 会话…</string>
	<key>Retry</key>
	<string>重试</string>
	<key>Retry %lld in %llds</key>
	<string>第 %1$lld 次重试将在 %2$lld 秒后开始</string>
	<key>Retry Tono connection</key>
	<string>重试 Tono 连接</string>
	<key>Retry now</key>
	<string>立即重试</string>
	<key>Retry protected connection</key>
	<string>重试受保护连接</string>
	<key>Rule</key>
	<string>规则</string>
	<key>Rule Providers</key>
	<string>规则集</string>
	<key>Rules</key>
	<string>规则</string>
	<key>Rules Editor</key>
	<string>规则编辑器</string>
	<key>SELECTED SERVER</key>
	<string>已选服务器</string>
	<key>STEP %llds</key>
	<string>当前步骤 %lld秒</string>
	<key>SUB</key>
	<string>SUB</string>
	<key>Save</key>
	<string>保存</string>
	<key>Save local domains, destination IPs, processes and proxy routes</key>
	<string>在本地保存域名、目标 IP、进程与代理路由记录</string>
	<key>Secure</key>
	<string>安全连接</string>
	<key>Secure sign-in service is unavailable</key>
	<string>安全登录服务不可用</string>
	<key>Securing DNS…</key>
	<string>正在保护 DNS…</string>
	<key>Securing your connection</key>
	<string>正在保护连接</string>
	<key>Selector</key>
	<string>手动选择</string>
	<key>Server</key>
	<string>服务器</string>
	<key>Server Address</key>
	<string>服务器地址</string>
	<key>Server address is required</key>
	<string>请输入服务器地址</string>
	<key>Settings</key>
	<string>设置</string>
	<key>Show Audit Log in Finder</key>
	<string>在访达中显示审计日志</string>
	<key>Show Diagnostics Log in Finder</key>
	<string>在访达中显示诊断日志</string>
	<key>Show Logs page and record logs</key>
	<string>显示日志页面并记录日志</string>
	<key>Show in Finder</key>
	<string>在访达中显示</string>
	<key>Show the Logs page and stream logs while it is open</key>
	<string>显示日志页面并在打开时实时输出日志</string>
	<key>Sign Out</key>
	<string>退出登录</string>
	<key>Sign in with a verified email to continue. No password is required.</key>
	<string>使用经过验证的邮箱登录以继续，无需密码。</string>
	<key>Start app when system boots</key>
	<string>系统启动时自动打开应用</string>
	<key>Starting Kill Switch…</key>
	<string>正在启动 Kill Switch…</string>
	<key>Starting core</key>
	<string>正在启动核心</string>
	<key>Starting protected tunnel…</key>
	<string>正在启动保护隧道…</string>
	<key>Stopping the protected tunnel…</key>
	<string>正在停止保护隧道…</string>
	<key>Subs</key>
	<string>订阅</string>
	<key>Subscription URL is invalid</key>
	<string>订阅链接无效</string>
	<key>Subscription content is not valid text</key>
	<string>订阅内容不是有效文本</string>
	<key>Subscription server returned HTTP %lld</key>
	<string>订阅服务器返回 HTTP %lld</string>
	<key>Subscription server returned an HTML page instead of a config file. Please check the link.</key>
	<string>订阅服务器返回了 HTML 页面而非配置文件，请检查链接</string>
	<key>Subscription source refused access. Import nodes via "Import from Clash Verge" or "Import File" first, then update the subscription after connecting the proxy.</key>
	<string>订阅源拒绝访问。请先通过「从 Clash Verge 导入」或「文件导入」获取节点，连接代理后再更新订阅。</string>
	<key>Switch</key>
	<string>切换</string>
	<key>Switching server…</key>
	<string>正在切换服务器…</string>
	<key>System Proxy</key>
	<string>系统代理</string>
	<key>System events (helper, Kill Switch, reconnects) are kept in the local audit log.</key>
	<string>系统事件（helper、Kill Switch、重连）记录在本地审计日志中。</string>
	<key>System proxy could not be turned off. Disable the proxy manually in System Settings &gt; Network.</key>
	<string>系统代理关闭失败，请在系统设置 &gt; 网络中手动关闭代理。</string>
	<key>System proxy lost: %@</key>
	<string>系统代理丢失：%@</string>
	<key>System-wide display language</key>
	<string>应用显示语言</string>
	<key>System-wide traffic capture</key>
	<string>虚拟网卡全局接管流量</string>
	<key>TARGET POLICY</key>
	<string>目标策略</string>
	<key>TIME</key>
	<string>时间</string>
	<key>TOTAL %llds</key>
	<string>总计 %lld秒</string>
	<key>TRY %lld</key>
	<string>第 %lld 次</string>
	<key>TUN Mode</key>
	<string>TUN 模式</string>
	<key>TUN mode disabled. Reconnect to apply.</key>
	<string>TUN 模式已关闭，重新连接后生效。</string>
	<key>TUN mode will take effect after reconnecting.</key>
	<string>TUN 模式将在重新连接后生效。</string>
	<key>TYPE</key>
	<string>类型</string>
	<key>Tap to connect</key>
	<string>点击启动连接</string>
	<key>Tap to disconnect</key>
	<string>点击断开连接</string>
	<key>Tap to restore internet</key>
	<string>点击恢复正常网络</string>
	<key>Target Node / Group</key>
	<string>目标节点/分组</string>
	<key>Target Policy</key>
	<string>目标策略</string>
	<key>Test All</key>
	<string>全部测速</string>
	<key>The connection attempt stalled and was stopped.</key>
	<string>连接尝试长时间无进展，已停止。</string>
	<key>The same failure repeated three times, so automatic retries are paused. Tap Retry Now to try again, or Protected Offline to restore normal Internet.</key>
	<string>同一错误已连续出现三次，自动重试已暂停。点按「立即重试」再试一次，或点按「受保护的离线状态」恢复正常网络。</string>
	<key>Theme Mode</key>
	<string>主题模式</string>
	<key>Timeout</key>
	<string>超时</string>
	<key>To work reliably, Tono must run from the Applications folder. Quit Tono, drag it onto Applications in the installer window, then open the installed copy.</key>
	<string>为确保 Tono 稳定运行，必须从“应用程序”文件夹启动。请退出 Tono，在安装窗口中将它拖到“应用程序”，然后打开已安装的副本。</string>
	<key>Tono Protection</key>
	<string>Tono 保护</string>
	<key>URL Test</key>
	<string>自动测速</string>
	<key>Update All</key>
	<string>全部更新</string>
	<key>Username</key>
	<string>用户名</string>
	<key>VALUE</key>
	<string>值</string>
	<key>Value</key>
	<string>值</string>
	<key>Verifying traffic protection…</key>
	<string>正在验证流量保护…</string>
	<key>Version 0.0.1</key>
	<string>版本 0.0.1</string>
	<key>Virtual network adapter for system-wide proxy</key>
	<string>虚拟网卡全局代理</string>
	<key>Waiting to retry…</key>
	<string>正在等待重试…</string>
	<key>Website</key>
	<string>官网</string>
	<key>Welcome to Tono</key>
	<string>欢迎使用 Tono</string>
	<key>What failed</key>
	<string>失败原因</string>
	<key>config.yaml</key>
	<string>config.yaml</string>
	<key>e.g. google.com, 192.168.0.0/16, CN</key>
	<string>例如 google.com、192.168.0.0/16、CN</string>
	<key>mihomo core binary not found</key>
	<string>找不到 mihomo 核心文件</string>
	<key>—</key>
	<string>—</string>
	<key>✓ %lld nodes</key>
	<string>✓ %lld 个节点</string>
	<key>✓ %lld nodes, %lld rules</key>
	<string>✓ %1$lld 个节点，%2$lld 条规则</string>
	<key>✓ Updated %lld nodes</key>
	<string>✓ 已更新 %lld 个节点</string>
</dict>
</plist>
